Repository: marcoantonio110/primeraprueba
Catalog: sony/sites/all/modules/slideshow/translations/*.po
Languages: ru

source: Slideshow
ru: Слайдшоу

source: Change default settings for slideshows, such as the image dimensions.
ru: Изменить параметры по умолчанию, такие как размеры изображения

source: Images
ru: Изображения

source: If enabled, images attached to the post are displayed in the form of a slideshow.
ru: Если включено, то изображения добавленные к посту отображаются в виде слайдшоу

source: Disabled
ru: Отключено

source: Enabled
ru: Включено

source: not set
ru: не установлено

source: Default display location
ru: Расположение на дисплее по умолчанию

source: Select where the slideshow appears by default. If you select %above, users have to explicitly active the slideshow for each post.
ru: Выберите, как слайдшоу выглядит по умолчанию. Если вы выберете %above, пользователи просто активируют слайдшоу для каждого поста.

source: Above
ru: Сверху

source: Nowhere
ru: Нигде

source: Below
ru: Внизу

source: Within
ru: Во весь экран

source: Default alignment
ru: Выравнивание по умолчанию

source: Select how the slideshow box should be displayed by default.
ru: Выберите как слайдшоу дожно отображаться

source: Full width
ru: На всю длину

source: Left
ru: Слева

source: Right
ru: Справа

source: Default image size
ru: Размер по умолчанию

source: The maximum size of images displayed in a slideshow. Cannot be bigger than the maximum image size for upload module (which is @maximum-size).
ru: Максимальный размер картинок, изображенных на слайдшоу. Не может быть больше размеров модуля загрузок(@maximum-size).

source: <kbd>WIDTHxHEIGHT</kbd>
ru: <kbd>Длина x Высота

source: Slideshow image path
ru: Путь до изображение

source: Private
ru: Частный

source: Subdirectory in the global file directory where resized images for slideshows will be stored.
ru: Пдкаталог в глобальном каталоге где хранятся изображения с измененным размером.

source: The specified default slideshow image size is invalid.
ru: Указанный размер показа не верен

source: Slideshow images can't be created because the directory %directory has not been properly configured.
ru: Изображения для показа не могут быть созданы, поскольку каталог %directory не был правильно сконфигурирован.

source: Slideshow settings
ru: Настройки слайдшоу

source: Attached images are displayed in the form of a slideshow.
ru: Приложенные картинки будут изображены в виде слайдшоу.

source: Tag
ru: Тэг

source: Display location
ru: Расположение на экране

source: Select where the slideshow appears. To specify a place within the content, use <var>[slideshow]</var> and select the appropriate location here.
ru: Выберите место расположения слайдшоу. Чтобы указать место в контенте, используйте <var>[slideshow]</var> и выберите правильное расположение.

source: Default
ru: По умолчанию.

source: Alignment
ru: Выравнивание

source: Select whether the slideshow box is displayed with full width or floated on the left or right side.
ru: Выберите будет ли блок слайдшоу будет отображен в полный размер или с выравниванием по левому или по правому краю.

source: Image size
ru: Размер изображения

source: The maximum size of images displayed in a slideshow. Leave blank to use the default size (<kbd>@default-size</kbd>).
ru: Максимальный размер картинок изображенных на слайдшоу. Оствьте незаполненным, чтобы использовать размер по умолчанию(<kbd>@default-size</kbd>).

source: The specified slideshow image size is invalid.
ru: Указанные размеры изображения для слайдшоу неверны

source: The file %file could not be created.
ru: Файл %file не может быть создан

source: Previous
ru: Предыдущий

source: Image !current of !total
ru: Изображение !current из !total

source: Next
ru: Следующий

source: configure slideshows
ru: конфигурировать слайдшоу

source: slideshow
ru: слайдшоу

source: Slideshows are a series of image nodes that are shown after each other. In modern browsers, the images are changed without reloading the entire page.
ru: Слайдшоу - это серия изображений которые показываются одно за другим. В современных браузерах, изображения меняются без перезагрузки страницы.

source: Added generic node type "slideshow".
ru: добавлен тип узла "слайдшоу"

source: Updated post %title.
ru: Обновлен пост %title

source: Displays images attachments as JavaScript enabled slideshows.
ru: Отображает вложенные изображения как показ слайдов.
